Repository: mhostak/MeetingScribe
Catalog: MeetingScribe/Resources/Localizable.xcstrings
Source language: en
Languages: cs, sk

source: Permission status
cs: Stav oprávnění
sk: Stav povolenia

source: Remove calendar selection
cs: Odebrat výběr z kalendáře
sk: Odstrániť výber z kalendára

source: Request Calendar access
cs: Požádat o přístup ke Kalendáři
sk: Požiadať o prístup ku Kalendáru

source: Restricted
cs: Omezeno
sk: Obmedzené

source: Saved meetings
cs: Uložená setkání
sk: Uložené stretnutia

source: This event has no invitees with a display name. You can still confirm the event.
cs: Tato událost nemá pozvané se zobrazovaným jménem. Událost můžete přesto potvrdit.
sk: Táto udalosť nemá pozvaných so zobrazovaným menom. Udalosť môžete napriek tomu potvrdiť.

source: This event has no description. Enable the option to add one.
cs: Tato událost nemá popis. Zapnutím volby jej můžete přidat.
sk: Táto udalosť nemá popis. Zapnutím voľby ho môžete pridať.

source: Turning this integration off stops future Calendar reads. Confirmed snapshots already stored with recordings are preserved so their Markdown output remains reproducible.
cs: Vypnutí této integrace zastaví budoucí čtení Kalendáře. Potvrzené snímky údajů již uložené s nahrávkami zůstanou zachované, aby jejich výstup Markdown zůstal opakovatelný.
sk: Vypnutie tejto integrácie zastaví budúce čítanie Kalendára. Potvrdené snímky údajov už uložené s nahrávkami zostanú zachované, aby ich výstup Markdown zostal opakovateľný.

source: Use the event title for this meeting
cs: Použít název události pro toto setkání
sk: Použiť názov udalosti pre toto stretnutie

source: Write-only access
cs: Přístup pouze pro zápis
sk: Prístup iba na zápis

source: Combined download size
cs: Celková velikost ke stažení
sk: Celková veľkosť na stiahnutie

source: Controls the language expected in the recorded audio. Auto is best for mixed-language meetings.
cs: Určuje očekávaný jazyk nahraného zvuku. Automatická volba je nejlepší pro vícejazyčná setkání.
sk: Určuje očakávaný jazyk nahraného zvuku. Automatická voľba je najlepšia pre viacjazyčné stretnutia.

source: Delete invalid model
cs: Smazat neplatný model
sk: Odstrániť neplatný model

source: Legacy model files from older versions are not used and are never removed automatically.
cs: Staré soubory modelů z předchozích verzí se nepoužívají a nikdy se neodstraňují automaticky.
sk: Staré súbory modelov z predchádzajúcich verzií sa nepoužívajú a nikdy sa neodstraňujú automaticky.

source: Finalized audio and inference stay on this Mac. Network access is used only for an explicit model installation or repair.
cs: Dokončený zvuk i zpracování zůstávají na tomto Macu. Síť se používá pouze při výslovně spuštěné instalaci nebo opravě modelu.
sk: Dokončený zvuk aj spracovanie zostávajú na tomto Macu. Sieť sa používa iba pri výslovne spustenej inštalácii alebo oprave modelu.

source: Import verified folder…
cs: Importovat ověřenou složku…
sk: Importovať overený priečinok…

source: Installing
cs: Instalace
sk: Inštalácia

source: MeetingScribe uses pinned FluidAudio model bundles for local transcription and speaker diarization. Models are downloaded only when you request them and are verified before installation.
cs: MeetingScribe používá připnuté balíčky modelů FluidAudio pro místní přepis a diarizaci mluvčích. Modely se stahují jen na vyžádání a před instalací se ověří.
sk: MeetingScribe používa pripnuté balíky modelov FluidAudio na lokálny prepis a diarizáciu rečníkov. Modely sa sťahujú iba na vyžiadanie a pred inštaláciou sa overia.

source: Model source
cs: Zdroj modelu
sk: Zdroj modelu

source: Repair
cs: Opravit
sk: Opraviť

source: Speaker diarization model
cs: Model diarizace mluvčích
sk: Model diarizácie rečníkov

source: Storage and attribution
cs: Úložiště a uvedení zdroje
sk: Úložisko a uvedenie zdroja

source: Transcription model
cs: Model přepisu
sk: Model prepisu

source: Verify and repair
cs: Ověřit a opravit
sk: Overiť a opraviť

source: You can close this popover. Processing will continue.
cs: Toto okno můžete zavřít. Zpracování bude pokračovat.
sk: Toto okno môžete zavrieť. Spracovanie bude pokračovať.

source: %lld turns
cs: %lld promluv
sk: %lld prehovorov

source: %lld turns · %lld s
cs: %lld promluv · %lld s
sk: %lld prehovorov · %lld s

source: Anonymous
cs: Anonymní
sk: Anonymný

source: Display name
cs: Zobrazované jméno
sk: Zobrazované meno

source: Edit speakers
cs: Upravit mluvčí
sk: Upraviť rečníkov

source: Loading speakers…
cs: Načítání mluvčích…
sk: Načítavanie rečníkov…

source: Merge
cs: Sloučit
sk: Zlúčiť

source: Merged into %@
cs: Sloučeno do %@
sk: Zlúčené do %@

source: Named
cs: Pojmenovaný
sk: Pomenovaný

source: Rename or merge anonymous speaker clusters. Raw transcripts and audio are never changed.
cs: Přejmenujte nebo slučte anonymní skupiny mluvčích. Zdrojové přepisy ani zvuk se nikdy nezmění.
sk: Premenujte alebo zlúčte anonymné skupiny rečníkov. Zdrojové prepisy ani zvuk sa nikdy nezmenia.

source: Save speaker changes
cs: Uložit změny mluvčích
sk: Uložiť zmeny rečníkov

source: Speakers
cs: Mluvčí
sk: Rečníci

source: Speakers unavailable
cs: Mluvčí nejsou dostupní
sk: Rečníci nie sú dostupní

source: Undo merge
cs: Zrušit sloučení
sk: Zrušiť zlúčenie

source: Allow audio cleanup
cs: Povolit čištění zvuku
sk: Povoliť čistenie zvuku

source: Allow automatic audio cleanup
cs: Povolit automatické čištění zvuku
sk: Povoliť automatické čistenie zvuku

source: Audio kept
cs: Zvuk zachován
sk: Zvuk zachovaný

source: Audio removed
cs: Zvuk odstraněn
sk: Zvuk odstránený

source: Automatic deletion applies only after successful transcription and Markdown export. Use Keep audio on an individual recording to exempt it.
cs: Automatické mazání se použije až po úspěšném přepisu a exportu Markdownu. Jednotlivou nahrávku můžete vyjmout volbou Zachovat zvuk.
sk: Automatické odstraňovanie sa použije až po úspešnom prepise a exporte Markdownu. Jednotlivú nahrávku môžete vyňať voľbou Zachovať zvuk.

source: Can be removed now
cs: Lze odstranit nyní
sk: Možno odstrániť teraz

source: Delete after 7 days
cs: Smazat po 7 dnech
sk: Odstrániť po 7 dňoch

source: Delete after 30 days
cs: Smazat po 30 dnech
sk: Odstrániť po 30 dňoch

source: Delete after successful processing
cs: Smazat po úspěšném zpracování
sk: Odstrániť po úspešnom spracovaní

source: Done
cs: Hotovo
sk: Hotovo

source: Eligible recordings
cs: Vhodné nahrávky
sk: Vhodné nahrávky

source: Enable automatic audio deletion
cs: Zapnout automatické mazání zvuku
sk: Zapnúť automatické odstraňovanie zvuku

source: Enable automatic recording audio deletion?
cs: Zapnout automatické mazání zvuku nahrávek?
sk: Zapnúť automatické odstraňovanie zvuku nahrávok?

source: Keep audio
cs: Zachovat zvuk
sk: Zachovať zvuk

source: Keep forever
cs: Zachovat navždy
sk: Zachovať navždy

source: Last cleanup freed %@ from %lld recordings.
cs: Poslední čištění uvolnilo %@ z %lld nahrávek.
sk: Posledné čistenie uvoľnilo %@ z %lld nahrávok.

source: Manage storage
cs: Spravovat úložiště
sk: Spravovať úložisko

source: Permanently remove processed recording audio?
cs: Trvale odstranit zvuk zpracovaných nahrávek?
sk: Natrvalo odstrániť zvuk spracovaných nahrávok?

source: Protected recordings
cs: Chráněné nahrávky
sk: Chránené nahrávky

source: Recording audio retention
cs: Uchování zvuku nahrávek
sk: Uchovávanie zvuku nahrávok

source: Recording storage
cs: Úložiště nahrávek
sk: Úložisko nahrávok

source: Remove audio permanently
cs: Trvale odstranit zvuk
sk: Natrvalo odstrániť zvuk

source: Remove processed audio…
cs: Odstranit zpracovaný zvuk…
sk: Odstrániť spracovaný zvuk…

source: Removed to save space
cs: Odstraněno pro úsporu místa
sk: Odstránené na uvoľnenie miesta

source: Rescan
cs: Znovu zkontrolovat
sk: Znova skontrolovať

source: Scanning recordings…
cs: Kontrola nahrávek…
sk: Kontrola nahrávok…

source: Stored recording audio
cs: Uložený zvuk nahrávek
sk: Uložený zvuk nahrávok

source: This will permanently remove %@ from %lld processed recordings. This cannot be undone.
cs: Tím trvale odstraníte %@ z %lld zpracovaných nahrávek. Tuto akci nelze vrátit zpět.
sk: Týmto natrvalo odstránite %@ z %lld spracovaných nahrávok. Túto akciu nemožno vrátiť späť.

source: Transcript and Markdown remain available. Repeat transcription and speaker editing will no longer be possible for cleaned recordings.
cs: Přepis a Markdown zůstanou dostupné. U vyčištěných nahrávek už nebude možné přepis zopakovat ani upravovat mluvčí.
sk: Prepis a Markdown zostanú dostupné. Pri vyčistených nahrávkach už nebude možné zopakovať prepis ani upravovať rečníkov.

source: Transcript and Markdown will stay available, but repeat transcription and speaker editing require the original audio. Failed, incomplete, and protected recordings are never deleted.
cs: Přepis a Markdown zůstanou dostupné, ale opakovaný přepis a úprava mluvčích vyžadují původní zvuk. Zvuk neúspěšných, nedokončených a chráněných nahrávek se nikdy nemaže.
sk: Prepis a Markdown zostanú dostupné, ale opakovaný prepis a úprava rečníkov vyžadujú pôvodný zvuk. Zvuk neúspešných, nedokončených a chránených nahrávok sa nikdy neodstraňuje.

source: Pausing processing
cs: Pozastavuji zpracování
sk: Pozastavujem spracovanie

source: Processing
cs: Zpracování
sk: Spracovanie

source: Processing paused
cs: Zpracování pozastaveno
sk: Spracovanie pozastavené

source: Processing queue
cs: Fronta zpracování
sk: Front spracovania

source: Queued
cs: Ve frontě
sk: Vo fronte

source: Resume processing
cs: Obnovit zpracování
sk: Obnoviť spracovanie

source: Retry
cs: Zkusit znovu
sk: Skúsiť znova

source: Retry saving recording
cs: Zkusit znovu uložit nahrávku
sk: Skúsiť znova uložiť nahrávku

source: Show recordings
cs: Zobrazit nahrávky
sk: Zobraziť nahrávky

source: Waiting for available resources
cs: Čeká na dostupné prostředky
sk: Čaká na dostupné prostriedky

source: Unknown
cs: Neznámý
sk: Neznámy

source: Prepare MeetingScribe
cs: Připravit MeetingScribe
sk: Pripraviť MeetingScribe

source: You can leave any step and continue later.
cs: Každý krok můžete opustit a později v něm pokračovat.
sk: Každý krok môžete opustiť a neskôr v ňom pokračovať.

source: Later
cs: Později
sk: Neskôr

source: Back
cs: Zpět
sk: Späť

source: Continue
cs: Pokračovat
sk: Pokračovať

source: Finish without test
cs: Dokončit bez testu
sk: Dokončiť bez testu

source: How MeetingScribe works
cs: Jak MeetingScribe funguje
sk: Ako MeetingScribe funguje

source: MeetingScribe records system audio and your microphone locally, transcribes the audio on this Mac, and exports Markdown. A missing transcription model does not prevent recording.
cs: MeetingScribe zaznamenává systémový zvuk a mikrofon lokálně, přepisuje zvuk na tomto Macu a exportuje Markdown. Chybějící přepisovací model nahrávání nebrání.
sk: MeetingScribe nahráva systémový zvok a mikrofón lokálne, prepisuje zvuk na tomto Macu a exportuje Markdown. Chýbajúci prepisový model nahrávaniu nebráni.

source: AI analysis is optional. When it is enabled, the transcript and selected meeting metadata may be sent to the provider used by the selected CLI tool.
cs: AI analýza je volitelná. Když je zapnutá, přepis a vybraná metadata setkání mohou být odeslána poskytovateli vybraného CLI nástroje.
sk: AI analýza je voliteľná. Keď je zapnutá, prepis a vybrané metadáta stretnutia môžu byť odoslané poskytovateľovi vybraného CLI nástroja.

source: Transcription and output languages remain separate choices in Settings.
cs: Jazyky přepisu a výstupu zůstanou samostatnými volbami v Nastavení.
sk: Jazyky prepisu a výstupu zostanú samostatnými voľbami v Nastaveniach.

source: Sound and permissions
cs: Zvuk a oprávnění
sk: Zvuk a oprávnenia

source: MeetingScribe records two separate tracks: system audio and your microphone. Permission is not proof that audio is arriving from a device.
cs: MeetingScribe nahrává dvě samostatné stopy: systémový zvuk a mikrofon. Oprávnění není důkazem, že ze zařízení skutečně přichází zvuk.
sk: MeetingScribe nahráva dve samostatné stopy: systémový zvok a mikrofón. Oprávnenie nie je dôkazom, že zo zariadenia skutočne prichádza zvuk.

source: Needed to capture meeting sound from the system.
cs: Potřebné k zachycení zvuku setkání ze systému.
sk: Potrebné na zachytenie zvuku stretnutia zo systému.

source: Needed to capture your voice as a separate local track.
cs: Potřebné k zachycení vašeho hlasu jako samostatné místní stopy.
sk: Potrebné na zachytenie vášho hlasu ako samostatnej lokálnej stopy.

source: Allow system audio
cs: Povolit systémový zvuk
sk: Povoliť systémový zvok

source: Allow microphone
cs: Povolit mikrofon
sk: Povoliť mikrofón

source: After returning from System Settings, use Check again. If a newly granted permission is still not visible, restart MeetingScribe.
cs: Po návratu ze systémových nastavení použijte Zkontrolovat znovu. Pokud nové oprávnění stále není vidět, restartujte MeetingScribe.
sk: Po návrate zo systémových nastavení použite Skontrolovať znova. Ak nové oprávnenie stále nie je viditeľné, reštartujte MeetingScribe.

source: Transcription and storage
cs: Přepis a úložiště
sk: Prepis a úložisko

source: Model status
cs: Stav modelu
sk: Stav modelu

source: The model is downloaded, imported, or repaired only when you choose that action.
cs: Model se stáhne, importuje nebo opraví jen po vaší výslovné akci.
sk: Model sa stiahne, importuje alebo opraví až po vašej výslovnej akcii.

source: Choosing a folder verifies that the selected destination is writable; MeetingScribe creates only a temporary probe file.
cs: Výběr složky ověří, že zvolený cíl je zapisovatelný; MeetingScribe vytvoří jen dočasný zkušební soubor.
sk: Výber priečinka overí, že zvolený cieľ je zapisovateľný; MeetingScribe vytvorí len dočasný skúšobný súbor.

source: AI analysis is optional.
cs: AI analýza je volitelná.
sk: AI analýza je voliteľná.

source: Open AI settings
cs: Otevřít nastavení AI
sk: Otvoriť nastavenia AI

source: Readiness results
cs: Výsledky připravenosti
sk: Výsledky pripravenosti

source: Check again
cs: Zkontrolovat znovu
sk: Skontrolovať znova

source: Run 10-second test
cs: Spustit desetisekundový test
sk: Spustiť desaťsekundový test

source: Markdown and exported files will be stored in
cs: Markdown a exportované soubory budou uloženy v
sk: Markdown a exportované súbory sa uložia v

source: Test audio will be stored in
cs: Testovací zvuk bude uložen v
sk: Testovací zvuk sa uloží v

source: Starting test…
cs: Spouštění testu…
sk: Spúšťanie testu…

source: Stop test
cs: Zastavit test
sk: Zastaviť test

source: Processing test…
cs: Zpracování testu…
sk: Spracovanie testu…

source: Test stops automatically in %lld seconds
cs: Test se automaticky zastaví za %lld sekund
sk: Test sa automaticky zastaví o %lld sekúnd

source: Say a short sentence. If testing system audio, play sound during the test.
cs: Řekněte krátkou větu. Pokud testujete systémový zvuk, přehrajte během testu zvuk.
sk: Povedzte krátku vetu. Ak testujete systémový zvuk, prehrajte počas testu zvuk.

source: The setup test is unavailable while MeetingScribe is busy.
cs: Test přípravy není dostupný, když je MeetingScribe zaneprázdněný.
sk: Test prípravy nie je dostupný, keď je MeetingScribe zaneprázdnený.

source: Setup test result
cs: Výsledek testu přípravy
sk: Výsledok testu prípravy

source: Transcription completed
cs: Přepis dokončen
sk: Prepis dokončený

source: Transcription not verified — model missing
cs: Přepis nebyl ověřen — chybí model
sk: Prepis nebol overený — chýba model

source: Transcription failed
cs: Přepis selhal
sk: Prepis zlyhal

source: Transcription not run
cs: Přepis nebyl spuštěn
sk: Prepis nebol spustený

source: Markdown exported
cs: Markdown exportován
sk: Markdown exportovaný

source: Failed: %@
cs: Selhalo: %@
sk: Zlyhalo: %@

source: No buffers received
cs: Nebyly přijaty žádné buffery
sk: Neprijali sa žiadne buffery

source: Buffers received · audio activity detected
cs: Buffery přijaty · zaznamenána zvuková aktivita
sk: Buffery prijaté · zaznamenaná zvuková aktivita

source: Buffers received · no audio activity detected
cs: Buffery přijaty · nezaznamenána zvuková aktivita
sk: Buffery prijaté · nezaznamenaná zvuková aktivita

source: Buffers: %lld
cs: Buffery: %lld
sk: Buffery: %lld

source: Frames: %lld
cs: Snímky: %lld
sk: Snímky: %lld

source: Duration: %@s
cs: Délka: %@s
sk: Dĺžka: %@s

source: Welcome
cs: Vítejte
sk: Vitajte

source: Sound
cs: Zvuk
sk: Zvuk

source: Check
cs: Kontrola
sk: Kontrola

source: Readiness
cs: Připravenost
sk: Pripravenosť

source: Readiness overview
cs: Přehled připravenosti
sk: Prehľad pripravenosti

source: Open setup guide
cs: Otevřít průvodce přípravou
sk: Otvoriť sprievodcu prípravou

source: Readiness check failed
cs: Kontrola připravenosti selhala
sk: Kontrola pripravenosti zlyhala

source: Checking readiness…
cs: Kontrola připravenosti…
sk: Kontrola pripravenosti…

source: Ready for recording and transcription
cs: Připraveno k nahrávání a přepisu
sk: Pripravené na nahrávanie a prepis

source: Recording ready · transcription needs attention
cs: Nahrávání připraveno · přepis vyžaduje pozornost
sk: Nahrávanie pripravené · prepis vyžaduje pozornosť

source: Recording needs attention
cs: Nahrávání vyžaduje pozornost
sk: Nahrávanie vyžaduje pozornosť

source: Readiness has not been checked
cs: Připravenost nebyla zkontrolována
sk: Pripravenosť nebola skontrolovaná

source: No readiness result
cs: Žádný výsledek připravenosti
sk: Žiadny výsledok pripravenosti

source: Choose Check again to inspect permissions, storage, the transcription model, and output.
cs: Zvolte Zkontrolovat znovu a prozkoumejte oprávnění, úložiště, přepisovací model a výstup.
sk: Zvoľte Skontrolovať znova a preskúmajte oprávnenia, úložisko, prepisový model a výstup.

source: Checked at %@
cs: Zkontrolováno %@
sk: Skontrolované %@

source: Checking
cs: Kontroluji
sk: Kontrolujem

source: Needs attention
cs: Vyžaduje pozornost
sk: Vyžaduje pozornosť

source: Unverified
cs: Neověřeno
sk: Neoverené

source: Optional
cs: Volitelné
sk: Voliteľné

source: Blocks recording
cs: Blokuje nahrávání
sk: Blokuje nahrávanie

source: Blocks the selected capture mode
cs: Blokuje vybraný režim zachycování
sk: Blokuje vybraný režim zachytávania

source: Limits later processing
cs: Omezuje pozdější zpracování
sk: Obmedzuje neskoršie spracovanie

source: Warning: recording can continue without this track
cs: Varování: nahrávání může pokračovat bez této stopy
sk: Varovanie: nahrávanie môže pokračovať bez tejto stopy

source: Informational
cs: Informativní
sk: Informatívne

source: No impact
cs: Bez dopadu
sk: Bez dopadu

source: Open system audio settings
cs: Otevřít nastavení systémového zvuku
sk: Otvoriť nastavenia systémového zvuku

source: Connect a microphone
cs: Připojit mikrofon
sk: Pripojiť mikrofón

source: Download transcription model
cs: Stáhnout přepisovací model
sk: Stiahnuť prepisový model

source: Import transcription model
cs: Importovat přepisovací model
sk: Importovať prepisový model

source: Repair transcription model
cs: Opravit přepisovací model
sk: Opraviť prepisový model

source: Open output settings
cs: Otevřít nastavení výstupu
sk: Otvoriť nastavenia výstupu

source: Turn off AI
cs: Vypnout AI
sk: Vypnúť AI

source: Open Calendar settings
cs: Otevřít nastavení kalendáře
sk: Otvoriť nastavenia kalendára

source: Open notification settings
cs: Otevřít nastavení notifikací
sk: Otvoriť nastavenia notifikácií

source: Setup is available
cs: Příprava je k dispozici
sk: Príprava je k dispozícii

source: The recording test is upcoming.
cs: Test nahrávání přibude později.
sk: Test nahrávania pribudne neskôr.

source: Choose output folder…
cs: Zvolit výstupní složku…
sk: Zvoliť výstupný priečinok…
